<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x120.mlmodelc/coremldata.bin</key>
		<data>
		zneJANgt7Lqd0c7rtY5UTKBU3t4=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x120.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x120.mlmodelc/model.espresso.shape</key>
		<data>
		8ztcW6fQ+N8KsdTDIkzKknE3Lg4=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x120.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x120.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x120.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x160.mlmodelc/coremldata.bin</key>
		<data>
		EGFn/Y5pLoIYbSS57xbrFGGXhao=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x160.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x160.mlmodelc/model.espresso.shape</key>
		<data>
		GMa9omQVdgN/uMXe2LXhj8Pit7A=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x160.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x160.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_120x160.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_144x176.mlmodelc/coremldata.bin</key>
		<data>
		FRKADCyS2gawyouJXmjOHil5Qjo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_144x176.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_144x176.mlmodelc/model.espresso.shape</key>
		<data>
		tofISq/rKIxbO3bICBzJ8rwwXAk=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_144x176.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_144x176.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_144x176.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_160x120.mlmodelc/coremldata.bin</key>
		<data>
		75Rnk37oj9GqIiCpFGq3FMh2wU0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_160x120.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_160x120.mlmodelc/model.espresso.shape</key>
		<data>
		jWqzL/Dfs9fZkjTRm53wzdICSAQ=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_160x120.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_160x120.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_160x120.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x144.mlmodelc/coremldata.bin</key>
		<data>
		f9uarSQq81vtTaIByC37Nv1DibM=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x144.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x144.mlmodelc/model.espresso.shape</key>
		<data>
		1LEr6dD2K2trXaoM1To25mOUtCk=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x144.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x144.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x144.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x288.mlmodelc/coremldata.bin</key>
		<data>
		R6ehHOal5oslf/tZpU1B0Ztp3+0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x288.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x288.mlmodelc/model.espresso.shape</key>
		<data>
		qiSHhe/PxfeRlKG9sfRAh1e2B7k=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x288.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x288.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_176x288.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x180.mlmodelc/coremldata.bin</key>
		<data>
		8fHrEEC+imO/lT2RUKOe0DBESW0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x180.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x180.mlmodelc/model.espresso.shape</key>
		<data>
		RFYH3fUoghmNS6MmXgiyrmc98T4=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x180.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x180.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x180.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x240.mlmodelc/coremldata.bin</key>
		<data>
		f4Nlpzln5sDXwFN1LthRuJskD1U=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x240.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x240.mlmodelc/model.espresso.shape</key>
		<data>
		OUwbRMbXKauPoA07P5TOpp/MMmY=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x240.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x240.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x320.mlmodelc/coremldata.bin</key>
		<data>
		aM5kpbr/IXNzdGRgbj5lRYJ9gIw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x320.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x320.mlmodelc/model.espresso.shape</key>
		<data>
		M6FhzQ6Li35ugN4GpYA2VVLRykE=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x320.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x320.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_180x320.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_192x192.mlmodelc/coremldata.bin</key>
		<data>
		gGZiTsAU+RQrYD08ZGZ7Xf3lpbo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_192x192.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_192x192.mlmodelc/model.espresso.shape</key>
		<data>
		ODhpiekePweGBsLKc/b8uSHCSpA=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_192x192.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_192x192.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_192x192.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_224x224.mlmodelc/coremldata.bin</key>
		<data>
		LYpE5V7cuHaaI0pQ13VHlXZTWO0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_224x224.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_224x224.mlmodelc/model.espresso.shape</key>
		<data>
		cFndbL+On0W0uX1FcjG2yzoR+LA=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_224x224.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_224x224.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_224x224.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x180.mlmodelc/coremldata.bin</key>
		<data>
		b8aOyoBY93ccffX6qgVN/Ch3eik=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x180.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x180.mlmodelc/model.espresso.shape</key>
		<data>
		2vq6wKzA0MiUA8I+5dn9DH7bgYs=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x180.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x180.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x180.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x240.mlmodelc/coremldata.bin</key>
		<data>
		k/2upXGNJbRJhm3zRrbrEMSsD4I=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x240.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x240.mlmodelc/model.espresso.shape</key>
		<data>
		+dwVr6GIaLUp/cSob6HDp7qLAHg=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x240.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x240.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x320.mlmodelc/coremldata.bin</key>
		<data>
		+XumnQO+zKty6WfPdTHPew8//Cw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x320.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x320.mlmodelc/model.espresso.shape</key>
		<data>
		Cqeen/s3WBOhJK26Y0oW/VXYXnk=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x320.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x320.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x320.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x360.mlmodelc/coremldata.bin</key>
		<data>
		dHjWebQqgSl20t/IYTBGoxTz1Ys=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x360.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x360.mlmodelc/model.espresso.shape</key>
		<data>
		5a6zfZoxDVGV+IjRZcnHRx6b4r8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x360.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x360.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x368.mlmodelc/coremldata.bin</key>
		<data>
		ck6WvfXl/VPafS5cXKsy0o89O44=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x368.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x368.mlmodelc/model.espresso.shape</key>
		<data>
		JZMs9FcXIrObAWGd86P0BgeMdXQ=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x368.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x368.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x424.mlmodelc/coremldata.bin</key>
		<data>
		0plDYV6FLA/Vqo8jkNtP/0twuqc=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x424.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x424.mlmodelc/model.espresso.shape</key>
		<data>
		aH8K3bQcj8qV6PvEw/g4/IO9GGI=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x424.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x424.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_240x424.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x176.mlmodelc/coremldata.bin</key>
		<data>
		H8pk+GIMDqiuU0Vy0f6QQYUd2A0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x176.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x176.mlmodelc/model.espresso.shape</key>
		<data>
		waP2K/UXsOSEk3gTMIaQ84jBAlc=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x176.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x176.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x176.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x352.mlmodelc/coremldata.bin</key>
		<data>
		lPr9RAbYA+gTvhVz2VNnVcs7Tlo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x352.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x352.mlmodelc/model.espresso.shape</key>
		<data>
		pb60E/AMFjzbfDfRgOyJCzfWiq8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x352.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x352.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_288x352.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x180.mlmodelc/coremldata.bin</key>
		<data>
		pVOVxG1tYr6ClIWqctjkIuLVu9o=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x180.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x180.mlmodelc/model.espresso.shape</key>
		<data>
		rpYwsT6KFbthdYvlxZa2UQY0lUg=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x180.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x180.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x180.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x240.mlmodelc/coremldata.bin</key>
		<data>
		kdofm4zm9vKG2B7Tgrp05q1jCoo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x240.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x240.mlmodelc/model.espresso.shape</key>
		<data>
		V6xlpiy8LdpEZprN8h7aAvcSn5M=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x240.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x240.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x320.mlmodelc/coremldata.bin</key>
		<data>
		t/aRJcqQiP+AL1v+u6JeH2o/62U=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x320.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x320.mlmodelc/model.espresso.shape</key>
		<data>
		0Hdn3RcHk3iSOne8NqVo01FDavg=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x320.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x320.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_320x320.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_352x288.mlmodelc/coremldata.bin</key>
		<data>
		k/hAcGo1cu4tuNYrEtstMJyYq2I=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_352x288.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_352x288.mlmodelc/model.espresso.shape</key>
		<data>
		M04tqx9cpZHnuAtkHNiAEZl+j1Y=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_352x288.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_352x288.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_352x288.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x240.mlmodelc/coremldata.bin</key>
		<data>
		emHgNwhUBgM729p8emYYHrpiYIU=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x240.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x240.mlmodelc/model.espresso.shape</key>
		<data>
		T64bTpG68FEvNjyteztw9OpiEeo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x240.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x240.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x360.mlmodelc/coremldata.bin</key>
		<data>
		a3i0CLlCbYXe0RFUSZOFavMQEks=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x360.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x360.mlmodelc/model.espresso.shape</key>
		<data>
		qWqmcqQUUk+Lp2+hbfBljxHk/eI=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x360.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x360.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x480.mlmodelc/coremldata.bin</key>
		<data>
		KoITYj4BZ7KL5SHbQ9Sad90qrbE=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x480.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x480.mlmodelc/model.espresso.shape</key>
		<data>
		+95xHXNFRHpMxZZnW5MW+Q7/rK0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x480.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x480.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x640.mlmodelc/coremldata.bin</key>
		<data>
		AWZCKXKp9Oy9G1sjhvivSEquu44=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x640.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x640.mlmodelc/model.espresso.shape</key>
		<data>
		k8ZowhmP/CynOa4WGk7LGFYXkB8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x640.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x640.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_360x640.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x240.mlmodelc/coremldata.bin</key>
		<data>
		dS2AhLdp87wW0/I4t0lNU+F6Ebs=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x240.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x240.mlmodelc/model.espresso.shape</key>
		<data>
		Hj5NyADo5rsw35OVOfcRdTRvUnI=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x240.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x240.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x368.mlmodelc/coremldata.bin</key>
		<data>
		TrL2oYBsivIjRr5BlBkUzRtHTWw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x368.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x368.mlmodelc/model.espresso.shape</key>
		<data>
		E9oSYsA06lCG7LNBl+9l0kiidkE=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x368.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x368.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x480.mlmodelc/coremldata.bin</key>
		<data>
		CNFlYtRSYZRQYVcMDDFeVPAKmXY=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x480.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x480.mlmodelc/model.espresso.shape</key>
		<data>
		fmYlYYKjkNr/F6ERgPMCNSTKK9Y=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x480.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x480.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x640.mlmodelc/coremldata.bin</key>
		<data>
		5LGGbQsgJM6BkRBCAXNDYu+cRWU=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x640.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x640.mlmodelc/model.espresso.shape</key>
		<data>
		G0fqDIf65mxgQdT3nCVzQRRKVAM=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x640.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x640.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_368x640.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_400x600.mlmodelc/coremldata.bin</key>
		<data>
		6HIyEH5LOVMzvr/dGmGgLikvmHA=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_400x600.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_400x600.mlmodelc/model.espresso.shape</key>
		<data>
		27V6G2It7FkW2JMtz68ibgoAZQ8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_400x600.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_400x600.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_400x600.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_424x240.mlmodelc/coremldata.bin</key>
		<data>
		oNj/amkQB59asoJ98D9QFg6mLlM=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_424x240.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_424x240.mlmodelc/model.espresso.shape</key>
		<data>
		+Idz1uKI13tM5knceACWVBtBQHs=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_424x240.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_424x240.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_424x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x360.mlmodelc/coremldata.bin</key>
		<data>
		FNsfMSmqtzYpspeKZyuySeWg8EQ=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x360.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x360.mlmodelc/model.espresso.shape</key>
		<data>
		npmykHZ54PIV20au8TzpbfTl7lM=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x360.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x360.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x368.mlmodelc/coremldata.bin</key>
		<data>
		mMuU/Wxya1h5UZd+AYlKcHKGT0A=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x368.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x368.mlmodelc/model.espresso.shape</key>
		<data>
		AYd5wmtPYzj/vwT++GQpt+TIBFo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x368.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x368.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x480.mlmodelc/coremldata.bin</key>
		<data>
		/GOqaIPHjRVN7Ybttf1iJ4xKhgM=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x480.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x480.mlmodelc/model.espresso.shape</key>
		<data>
		oiAy9Qvl9rRClVDSEZC26YDHzAU=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x480.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x480.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x640.mlmodelc/coremldata.bin</key>
		<data>
		TaDLN+rrePq3etEJSWtRVyD3Nls=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x640.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x640.mlmodelc/model.espresso.shape</key>
		<data>
		Rre8PA17e2fnFuOp1AKPFVlVBjI=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x640.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x640.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_480x640.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_512x512.mlmodelc/coremldata.bin</key>
		<data>
		2bmsO+Uw+Dh4ykaTUeQBRQ2KNO4=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_512x512.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_512x512.mlmodelc/model.espresso.shape</key>
		<data>
		lnUAkSVgJUKJP0bvZdewjrWKaus=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_512x512.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_512x512.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_512x512.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_600x400.mlmodelc/coremldata.bin</key>
		<data>
		7BDq7zro4s9kvuUL3gLM2ZGf80I=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_600x400.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_600x400.mlmodelc/model.espresso.shape</key>
		<data>
		INvdfv8eUNRZNMPZicffpGabkL8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_600x400.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_600x400.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_600x400.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x360.mlmodelc/coremldata.bin</key>
		<data>
		SRtJAFtSgNKkbZIM+O0vWpvgSX0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x360.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x360.mlmodelc/model.espresso.shape</key>
		<data>
		pr3JFH4BQ23w8+olnS7/+30am6M=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x360.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x360.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x368.mlmodelc/coremldata.bin</key>
		<data>
		ksjjVM/pRUgkRoxbP9V0nuq4lbA=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x368.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x368.mlmodelc/model.espresso.shape</key>
		<data>
		d5vKyNT8xRDXPvXeCDe6+bOURJU=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x368.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x368.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x480.mlmodelc/coremldata.bin</key>
		<data>
		wRMPZyeYyQThwe/fcY/4EcWgpJw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x480.mlmodelc/model.espresso.net</key>
		<data>
		hM9evYdwOQN3I5JLUjtNz7WdYB0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x480.mlmodelc/model.espresso.shape</key>
		<data>
		r/VRAOR6Qw9cV3Mn56zaJk85FG8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x480.mlmodelc/model.espresso.weights</key>
		<data>
		mxmPq6TrT/caQ63B0JzTeZQWF9w=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x480.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/model.bundle/tinyCNN23_Y_p_dc_640x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_22_padding_640x360.mlmodelc/coremldata.bin</key>
		<data>
		37KEGaawa9E5zdT3RorhpB+PChw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_22_padding_640x360.mlmodelc/model.espresso.net</key>
		<data>
		5N9E9Im2mN3IzWNW0K14AgS8vRs=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_22_padding_640x360.mlmodelc/model.espresso.shape</key>
		<data>
		VZfntPVMC5NMY+UsQbiaGVcQpg8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_22_padding_640x360.mlmodelc/model.espresso.weights</key>
		<data>
		IHhNAsCZgsgw/NW4/Bc89DMhAHc=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_22_padding_640x360.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_22_padding_640x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		ywb6mbgLneUsfIx1+V1dICXTbRA=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_27_padding_640x360.mlmodelc/coremldata.bin</key>
		<data>
		37KEGaawa9E5zdT3RorhpB+PChw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_27_padding_640x360.mlmodelc/model.espresso.net</key>
		<data>
		5N9E9Im2mN3IzWNW0K14AgS8vRs=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_27_padding_640x360.mlmodelc/model.espresso.shape</key>
		<data>
		VZfntPVMC5NMY+UsQbiaGVcQpg8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_27_padding_640x360.mlmodelc/model.espresso.weights</key>
		<data>
		vhmVmrfxuAYFTcnBKoBgvyz0ek0=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_27_padding_640x360.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_27_padding_640x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		ywb6mbgLneUsfIx1+V1dICXTbRA=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_32_padding_640x360.mlmodelc/coremldata.bin</key>
		<data>
		37KEGaawa9E5zdT3RorhpB+PChw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_32_padding_640x360.mlmodelc/model.espresso.net</key>
		<data>
		5N9E9Im2mN3IzWNW0K14AgS8vRs=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_32_padding_640x360.mlmodelc/model.espresso.shape</key>
		<data>
		VZfntPVMC5NMY+UsQbiaGVcQpg8=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_32_padding_640x360.mlmodelc/model.espresso.weights</key>
		<data>
		CzpxnKnCVXskTfV+BTiWTefZvRg=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_32_padding_640x360.mlmodelc/model/coremldata.bin</key>
		<data>
		dXXhIspAz0RsTbFquIQh0fR3yPo=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_32_padding_640x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		ywb6mbgLneUsfIx1+V1dICXTbRA=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_37_padding_640x360.mlmodelc/coremldata.bin</key>
		<data>
		37KEGaawa9E5zdT3RorhpB+PChw=
		</data>
		<key>Frameworks/AgoraRtcKit.framework/AgoraResources/pvc_jnqd.bundle/Contents/Resources/T2jnd4_37_padding_640x360.mlmodelc/model.espresso.net</key>
		<data>
		5N9E9Im2mN3IzWNW0K14AgS8vRs=
		</data>
